{"inkVersion":21,"root":[[{"->":"paragraph_1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"paragraph_1":[["ev",6,{"x()":"PlayEventAudio","exArgs":1},"pop","/ev","\n","^“Im baaack!” from a puff of red smoke, your former boss has shown up once more!","\n","ev",7,{"x()":"PlayEventAudio","exArgs":1},"pop","/ev","\n","^“I'm sure I'm just imagining things, but are you guys actually heading towards my castle?” He lets out a scoff before continuing. “Surely you don't think you can beat me? There’s a reason that you guys are little employees, whilst I'm the boss!”","\n","ev",8,{"x()":"PlayEventAudio","exArgs":1},"pop","/ev","\n","^“But since I'm such a great boss I'm here to offer you a deal, you go back to being loyal and wimpy employees, and in return I won't kill you!”","\n","^What do you do?","\n","ev","str","^Take the deal","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Counter offer!","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Refuse","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Punch him!","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["^ ",{"->":"take_deal"},"\n",{"#f":5}],"c-1":["^ ",{"->":"counter_offer"},"\n",{"#f":5}],"c-2":["^ ",{"->":"refuse"},"\n",{"#f":5}],"c-3":["^ ",{"->":"punch_king"},"\n",{"#f":5}]}],{"#f":1}],"take_deal":["ev",5,0,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",5,1,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",5,2,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",5,3,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","^You tell him you accept the deal, if you get one month's pay up front!","\n","^“I guess that sounds fair… okey!” The king gives all of you <b><color=#ffd966>+5 gold</color></b> each","\n","^5 gold? That's it? You guys earned way more whilst killing spirits! You tell the king that you don't accept such a low salary and are therefore quitting.","\n","^“You're always so ungrateful! Give me the gold back at least!” You tell him that it's your gold now.","\n","^He lets out an agitated groan before telling you that you're all gonna regret this, and once more disappearing in a puff of smoke.","\n","^Look at that, this time you guys quit instead of being fired that gotta feel good! You all carry on with your journey, quite happy with your <b><color=#ffd966>+5 free gold</color></b>!","\n","end",{"#f":1}],"counter_offer":["^You tell him that you have a counter offer; he can go and fudge himself! Oof!","\n","^You all laugh at your sick burn, the king, however, does not seem as amused by your antics.","\n","^“See this is the problem with you guys, you can never take anything serious!” He stomps his foot into the ground and throws what seems to be a temper tantrum. Too preoccupied by his anger, he doesn't seem to notice all of the gold falling out of his pocket! Someone who notices however is <color=#70e2fe>Cobalt</color>.","\n","^“Here I am offering you your dream jobs back and this is the thanks I get? You know what, offer REVOKED! Now I've decided to kill you again.” He flips all of you off before once more disappearing.","\n","^As soon as the king has left, <color=#70e2fe>Cobalt</color> dives onto the floor only to notice that the gold disappeared with the king.","\n","^You all gain <b><color=#70e2fe>+1 very sad Cobalt:(</color></b>","\n","end",{"#f":1}],"refuse":["ev",60,0,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",60,1,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",60,2,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",60,3,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","^You politely tell him you are still quite set on killing him and therefore have to refuse the deal.","\n","^“Wow, you guys have like integrity now? I respect it!” He pauses and seems to be looking at all of you from a new perspective, maybe you guys just got off on the wrong foot all those years ago, maybe all you needed was-","\n","^“I'm still gonna kill you guys tho! Bye losers!\" He once more disappears in a puff of red smoke.","\n","^You all gain a new sense of integrity, which roughly translates to <b><color=#ffd966>+60 total score</color></b> each! Epic!","\n","end",{"#f":1}],"punch_king":["ev",-20,0,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",-20,1,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",-20,2,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",-20,3,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","^You all decide to punch him!","\n","^As your fists are supposed to make an impact with the king, they instead seem to go straight through him!","\n","^“You guys don't think I would actually risk my life by physically going to talk to you? Not that I'm afraid of you or anything! Do I look like someone who would be afraid?” The king says this while looking very much like someone who would be afraid.","\n","^“I see you guys aren't ready to communicate so i'm hereby revoking my deal! Now I've decided to kill you again! Bye losers!” He once more disappears in his puff of red smoke.","\n","^You later notice that whilst trying to punch the king you accidentally dropped some gold, you all lose <b><color=#e06666>-10 gold</color></b> each.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}