{"inkVersion":21,"root":[[{"->":"paragraph_1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"paragraph_1":[["^A group of spirits looks to be in a heated argument in the middle of the road.","\n","^You slow down the carriage and ask them what the matter seems to be. The spirits tell you that they’re in a  debate trying to decide who is the scariest of them. Seeing as you guys should be unbiased, the spirits now want you to be the jury!","\n","^Who do you pick?","\n","ev","str","^The spirit wearing a spooky mask","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^The spirit looking for long term commitment","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^The \"spirit\" in a gorilla costume","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Show them who the scariest spirits really are!","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["^ ",{"->":"spooky_mask"},"\n",{"#f":5}],"c-1":["^ ",{"->":"long_term_commitment"},"\n",{"#f":5}],"c-2":["^ ",{"->":"pick_gorilla"},"\n",{"#f":5}],"c-3":["^ ",{"->":"show_them"},"\n",{"#f":5}]}],{"#f":1}],"spooky_mask":["ev",-20,0,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",-20,1,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",-20,2,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",-20,3,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","^You tell them that the mask clad spirit is the scariest one! The spirit wearing the spooky mask looks very happy with your decision! You think he does at least, it's hard to tell with the mask after all. The rest of the spirits, however, seem to be less enthused with your decision.","\n","^“Any old spirit could wear a spooky mask! And isn't he kind of trying too hard?” The rest of the spirits start to argue once more, seemingly not content with your decision.","\n","^Welp, that could have gone better!","\n","^You all earn <b><color=#8F00FF>+1 reputation of being a horrible decision makers,</color></b> which equals about <b><color=#e06666>-20 total score</color></b>","\n","^Better luck next time! ","end","\n",{"#f":1}],"long_term_commitment":["^You tell them that the scariest spirit by far is the spirit looking for long term commitment. The spirit in question looks a little sad about it but the rest of them seem to actually agree with you.","\n","^“That's true, most spirits just aint ready for that yet.” One of the spirits says, whilst patting the relationship ready spirit on the back.","\n","^You tell the, now sad, spirit to keep her head up and that she will find the right ghoul for her! She thanks you for your kind words.","\n","^You all gain <b><color=#fc8ff8>+the knowledge that you did something right,</color></b> which also grants each one of you <b><color=#ffd966>+20 total score! </color></b>","\n","^Aw! And you guys call yourselves monsters!","\n","end",{"#f":1}],"pick_gorilla":["ev",-5,2,{"x()":"changePersonalObjective","exArgs":2},"pop","/ev","\n","^You tell them that the spirit in the gorilla costume is the scariest one by far. The spirits all look confusedly at you, seemingly not understanding what you mean.","\n","^“Gorilla costume-?” The spirit has just the time to finish his sentence before he gets gruesomely mauled by the, very real, gorilla.","\n","^Too stunned to act, you all stand helplessly by as the gorilla brutally murders all of the spirits. Once happy with his ghastly murder the gorilla seems to be looking at you next!","\n","^Through the power of colleagues you all manage to fend off the gorilla long enough for all of you to once more enter the carriage. As soon as you are all inside you yell at the armadillo to quickly run away.","\n","^The gorilla makes an attempt to follow, but is simply no match for the speed of a giant armadillo!","\n","^Turns out the gorilla really was the scariest spirit, so scary in fact that 5 souls residing in <color=#ac70fe>Violet</color> seems to have fled her body to escape the gorilla","\n","^<color=#ac70fe>Violet</color> loses <b><color=#ac70fe>-5 souls</color></b> and you all gain <b><color=#fc8ff8>+1 angry gorilla on your tail!</color></b>","\n","^Exciting! ","end","\n",{"#f":1}],"show_them":["ev",5,3,{"x()":"changePersonalObjective","exArgs":2},"pop","/ev","\n","^These losers? Fuck no! The scariest spirits are <i>clearly you guys!</i> You decide to prove it the only way you know how...","\n","^By running the group of spirits over!","\n","^The ride is loud and bumpy, each ‘thump’ paired with a new spirit’s agonizing screams as they are painfully crushed beneath the weight of the giant armadillo and carriage.","\n","^Once the screams have quieted down, you all look out through the carriage's back window. Where the group of spirits once stood, now lies only a pile of gold, spirit dust, and a little blood?.","\n","^Yucky!","\n","^Your murderous actions reward you each with the title of  <b><color=#fc8ff8>“The Scariest Spirits”.</color></b> Rad!","\n","^Although <color=#96d87d>Jade</color> is usually one to break statues, it seems in this case breaking bones was just as rewarding! <color=#96d87d>Jade</color> gets <b><color=#96d87d>+5 shatter!</color></b>","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}