{"inkVersion":21,"root":[[{"->":"paragraph_1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"paragraph_1":[["^Amidst the ruins you come across a vampire disco, how exciting! But the party seems to be kind of dead at the moment. The vampires are just kind of sitting or hanging around the ruins, sipping on a red liquid and having low conversations.","\n","^What do you do?","\n","ev","str","^Suggest a blood sacrifice!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Show them your sick party moves!","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Make <color=#ed9177>Rusty</color> howl his self composed song!","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Enjoy the chill vibe!","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["^ ",{"->":"Blood_sacrifice"},"\n",{"#f":5}],"c-1":["^ ",{"->":"Party_moves"},"\n",{"#f":5}],"c-2":["^ ",{"->":"Howl_song"},"\n",{"#f":5}],"c-3":["^ ",{"->":"Chill"},"\n",{"#f":5}]}],{"#f":1}],"Blood_sacrifice":["ev",-10,0,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",-10,1,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",-10,2,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",-10,3,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","^You guys know exactly what would liven up this lame party, a good old fashioned blood sacrifice!","\n","^Blood and sacrifice? Vampires should love this!","\n","^Firstly you just need to pick a victim. You randomly point out one vampire to be sacrificed and watch as everyone’s faces quickly turn sour!","\n","^Oh no! It turns out you’ve accidentally chosen Gary, and everyone <b>loves Gary!</b>","\n","^It quickly turns into a physical confrontation. You all put up a good fight but there just seems to be too many vampires for you guys. After a long battle you all make it out of the fight with slightly wounded health, but greatly wounded pride.","\n","^Your shame makes you all lose <b><color=#e06666> -10 total score</color></b> each. ","end","\n",{"#f":1}],"Party_moves":["ev",5,0,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",5,1,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",5,2,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",5,3,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",20,0,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",20,1,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",20,2,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","ev",20,3,{"x()":"changeScore","exArgs":2},"pop","/ev","\n","^You all unleash your inner party animals! <color=#70e2fe>Cobalt</color> quickly does a keg stand, <color=#ac70fe>Violet</color> uses their magic to put on a firework show, and both <color=#ed9177>Rusty</color> and <color=#96d87d>Jade</color> whip out some epic dance moves!","\n","^You all greatly impress the undead partygoers, inspiring them to join you making the party turn a lot more rowdy!","\n","^The party seems to go on all night and its not until the sun has almost come up that the vampires decide to take their leave. Before going they all reward you with gold as a thank you for saving their lame party.","\n","^You all gain <b><color=#ECBD00>+5 gold</color></b> and <b><color=#ffd966>+20 total score</color></b> ","end","\n",{"#f":1}],"Howl_song":["ev",2,0,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","ev",18,1,{"x()":"changeCurrency","exArgs":2},"pop","/ev","\n","^With a little convincing by the rest of the group, <color=#ed9177>Rusty</color> agrees to howl his self composed song!","\n","^The night gets filled with <color=#ed9177>Rusty</color>s wolfish wails. It’s a moving piece about love, loss, and the bravery of being yourself in spite of the people trying to tear you down.","\n","^Once the song has finished you see many of the vamps wiping their tear stained cheeks. <color=#70e2fe>Cobalt</color>, under the guise of being <color=#ed9177>Rusty</color>s agent, takes the opportunity to gather tips from the awestruck audience.","\n","^<color=#70e2fe>Cobalt</color> makes sure to later give <color=#ed9177> Rusty</color> his fair share of the profit, with a <i> generous </i> 10/90 deal.","\n","^<color=#ed9177>Rusty</color> gains  <b><color=#ffd966>+2 Gold</color></b> and <color=#70e2fe>Cobalt</color> gains  <b><color=#ffd966>+18 Gold</color></b>, both of them seemingly just as happy with their earnings!","\n","end",{"#f":1}],"Chill":["ev",-20,0,{"x()":"changePersonalObjective","exArgs":2},"pop","/ev","\n","^Ain't nothing wrong with a calm little gathering! As a matter of fact, it might be nice with a little intensity shift after all the battles and whatnot you guys have gone through lately.","\n","^You all sit down and have meaningful and deep conversations with the vampires. Turns out you guys have a lot in common and you all help each other come to important insight about yourselves, and each other!","\n","^Even though the vibes are great you decide to leave the gathering early, there's a day tomorrow as well after all.","\n","^You all have a great evening and earn <b><color=#fc8ff8>+1 feeling of yourselfs turning into your parents…</color></b> <i> shudders <i>","\n","^The evening seems to have been so relaxing that <color=#ed9177>Rusty</color>'s lost about <b><color=#ed9177>-20 wrath,</color></b> which is probably really good for his heart but is kinda lame for being a raging werewolf…","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}